# Задача 2: Найдите сумму цифр трехзначного числа.
# Примеры:
# 123 -> 6 (1 + 2 + 3)
# 100 -> 1 (1 + 0 + 0)

a=int (input("введите первую цифру трехзначного числа:"))
b=int (input("введите вторую цифру трехзначного числа:"))
c=int (input("введите третью цифру трехзначного числа:"))
print (a+b+c)